[
  "4 AMOUNT BASIS APPROVAL CRITERIA",
  "2 Subjected to MOL's approval for amount exceeding JPY30 million.",
  "3 Acquisition: acquisition price",
  "4 Disposal: remaining book value",
  "5 Subjected to MOL's approval for amount exceeding JPY30 million (Excluding office equipment and memberships, and others to be discussed).",
  "6 Refer to ICT Governance Code Article 14",
  "- Refer to Official Authority Regulations Common Rules (1) for starting of new business, joint venture and merger.",
  "- HOD of the applicant for the purchase is also responsible for the management of fixed assets (e.g. maintenance). Excluding vessel(s) and capital expenditure for vessel(s).",
  "7 Subjected to MOL's approval for cases as follows: (excluding office equipment, office lease contracts)",
  "- No approval is required for payment on behalf of MOL, MCTSPR 100% subsidiary, MCTSPR EOs and employees.\n- No approval is required for the amount to be borne by Owner (Owner's account), when MCTSPR has outstanding payable amount equal to or greater than the amount of\npayment in place of the Owner.",
  "- Based on total leasing cost throughout the contract period.\n- Deposit is not taken into account.\n- GPM review is not required for matters relating to personnel accommodation.\n- HOD of the applicant for the leasing of estate/asset is also responsible for the management of the estate/ asset (e.g. maintenance). Excluding vessel(s) and capital expenditure\nfor vessel(s).",
  "7 Subjected to MOL's approval for cases as follows: (excluding office equipment, office lease contracts)",
  "8 Amount of payment before insurance coverage.",
  "- Based on total leasing cost throughout the contract period.\n- Deposit is not taken into account.\n7 Subjected to MOL's approval for cases as follows: (excluding office equipment, office lease contracts)\n- Conclusion of a lease-in contract with a period of 5 years or more\n- Conclusion of a lease-out contract with a period of 3 years or more",
  "- Based on amount of payment before insurance coverage.\n- To be applied only for the cases which Insurer agrees to the claim settlement.",
  "9 The decision is based on total fee for regular purchase.",
  "10 - Excludes entrustment contract;",
  "11 The decision is based on total fee for regular purchase.",
  "12 Subject to MOL's approval for cases where the evaluation value exceeds JPY1billion.",
  "- Refer to Official Authority Regulations Common Rules for a contract with MOL or its subsidiaries.\n- GPM HOD may appoint another department as the responsible department.\n- Approval is required at least once a year for continuation of the contracts without a fixed term. (Additional annual approval is not required for the contracts between MCTSPR\nsubsidiaries when the conditions remain the same.)",
  "- Approval in MCTSPR is required for the contracts entrusted to subsidiaries since those should be considered as the contracts of MCTSPR.\n- The System Owner shall be the Co-Management Dept. if BPO requires an external staff to utilise our internal systems.",
  "*Evaluation value is to be calculated as follows:\n<Interest rate swap>\n- 1 year or less; Notional value X 2.0%",
  "5 COMMON RULES",
  "13 Based on annual fee, in principle",
  "14 Subject to MOL's approval for closure of subsidiaries",
  "- More than 1 year; Notional value X (3.0% X contract period (year) – 1%)\n<Currency swap>\n- 1 year or less; Notional value X 0.5%\n- More than 1 year; Notional value X (2.0% X contract period (year) – 1%)\n^Fractional period less than one year is to be counted as one year.",
  "15 MM report for amount USD500k or more",
  "16 Email report for amount less than USD500k",
  "17 GPM HOD decides whether it is important revision or minor revision.",
  "Responsible Department\nConclusion/ Termination/ Revision of Service Agreement:\n- Commercial Subsidiaries (MCTTKY, MCTDBI, MCTCPH, MCTLDN, MCTHOU, MCTBOG, MCTRDM, MCTWTN) – GPM Dept.\n- Ship Management Subsidiaries (Unix, TMS) – Ship Management Dept.\nDecision/ Payment of Service Fee:\n- Commercial Subsidiaries (MCTTKY, MCTDBI, MCTCPH, MCTLDN, MCTHOU, MCTBOG, MCTRDM, MCTWTN) – GAF Dept.\n- Ship Management Subsidiaries (Unix, TMS) – Ship Management Dept.\n*Approval is not required for the continuation of service agreement under the same terms and conditions. (Only applicable for intergroup service agreements.)",
  "- Refer to “Regulations Handling Regulations”\n- No approval is required for amendments in line with change of organisation/ personnel assigned.\n- No approval is required for the logical amendments related to the change of organisation.",
  "15 MM report for amount USD500k or more",
  "16 Email report for amount less than USD500k",
  "6 INTERNAL AUDIT DEPARTMENT",
  "18 GPM HOD decides whether it is important or others.",
  "19 Subject to MOL’s approval for appointment/ removal of Directors.",
  "20 GPM HOD may appoint the responsible department, depending on the nature of the contract.",
  "- Business Planning Dept. is responsible for vessels-related insurances (TCL, DTH, FDD).\n- Ship Management Dept. is responsible for other vessels-related insurances (Hull & Machinery, Loss of Hire, War Risk, Cargo Claim Indemnity, P&I insurance etc.)\n- HR Dept is responsible for personnel insurances.",
  "7 GROUP PLANNING AND MANAGEMENT DEPARTMENT",
  "8 GLOBAL HUMAN RESOURCES DEPARTMENT",
  "21 Subject to shareholder's approval for more than 3-year plan",
  "22 HR Dept. is responsible for granting authority in accordance with promotion/ change of personnel assigned",
  "Responsible Dept.\n- Department in charge of each subsidiary’s management; refer to \"Subsidiaries Management Regulation\"",
  "9 HUMAN RESOURCES DEPARTMENT (SINGAPORE)",
  "23 Should there be a change in conditions, approval will be required again based on new conditions.",
  "24 Refer to “Employment Terms”",
  "25 Excluding secondment to MCTLDN, MCTHOU, MCTDBI",
  "26 Appraisal meeting to be held.",
  "10 GROUP ACCOUNTING & FINANCE DEPARTMENT",
  "18 GPM HOD decides whether it is important or others.",
  "27 Refer to “Amount Basis Items Criteria” for conclusion of leasing contract.",
  "28 MOL’s approval is required under Companies Act of Singapore.",
  "29 MOL’s approval is required under Companies Act of Singapore for appointment, removal and remuneration of auditors.",
  "30 Approval is not required for the repayment of the loan for the vessel (including JOL vessel), capital investment in the vessels, or the sale of the vessels.",
  "31 An email report is required for matters confirmed at the Finance Committee Meeting.",
  "32 When conditions, other than the period, are to be changed.",
  "33 No approval is required for repayments.",
  "34 Prepayment before the contract’s maturity date.",
  "35 Repayment from MOLCT Group Companies does not require approval",
  "11 GENERAL ADMINISTRATION DEPARTMENT",
  "12 FLEET STRATEGY DEPARTMENT",
  "36 Refer to “Memorandum and Articles of Association”",
  "37 Book value as of the delivery date",
  "38 For JOL, AF will take on the responsibility of Co-Management",
  "39 For other cases, BS will take on the responsibility of Co-Management",
  "18 GPM HOD decides whether it is important or others.",
  "38 For JOL, AF will take on the responsibility of Co-Management",
  "39 For other cases, BS will take on the responsibility of Co-Management",
  "13 BUSINESS STRATEGY DEPARTMENT",
  "40 The Chartering Department is responsible for charters lasting less than 6 months.",
  "- For the amendment or cancellation of a contract, the above criteria are applied based on the remaining period at the time of the amendment or cancellation.\n18 GPM HOD decides whether it is important or others.\n38 For JOL, AF will take on the responsibility of Co-Management\n39 For other cases, BS will take on the responsibility of Co-Management",
  "- Adding a Charterer to the White List: For the approved period, each Chartering Department must apply for A1/A3 approval.\n- Charterers Requiring No Approval for White List Addition: Charterers whose ratings meet the criteria below do not require approval to be added to the White List.\n- Rating Check Order:\nCheck the ratings in the following order:\n1. S&P Rating: B- or better\nIf this is not satisfied, apply for A1/A3 approval.",
  "14 CHARTERING DEPARTMENT",
  "41 Based on delivery date that is after 3 months or more",
  "42 Fleet Strategy Dept. is responsible for Time Charter out for 6 months and more.",
  "43 Refer to “Amount Basis Approval Criteria” when cancellation fee is incurred.",
  "Interpretation of optional period\nTypes of Options:\n- Counterparty’s Option: When the counterparty has an option, the period and volume are to be counted.\n- MOLCT’s Option: When MOLCT has an option, the period and volume are not to be counted.\nFixed Freight Rate:\n- When the range of freight rate for optional period is fixed, the period is to be counted.\nTypes of Approval Required:\n- Exercising the option according to its period and volume.\n- Granting new options to counterparties or to expanding existing options for counterparties during the contract period.\n- Changing the content of the contract, such as changes to freight, contract period, cargo volume, etc.",
  "15 OPERATIONS DEPARTMENT",
  "44 For both single LOI delivery or UCD (or later) payment",
  "45 To be reviewed at least once a year",
  "- In the case of granting the Charterer the right to cargo delivery against a single LOI in the Charter Party, approval must be obtained before finalising the contract.\n- Charterers Requiring No Approval for White List Addition: Charterers whose ratings meet the criteria below do not require approval to be added to the White List.\n- Rating Check Order:\nCheck the ratings in the following order:\n1. S&P Rating: B- or better\nIf this is not satisfied, apply for A1/A3 approval.\n2. Moody’s Rating: B3 or better\nIf no S&P rating exists, proceed to check Moody’s.\n3. InfoSpectrum Rating: 4 or better\nIf no Moody’s rating exists, proceed to check InfoSpectrum.\nIf the InfoSpectrum rating is 5, refer to Dynamar, and the rating must be 5 or better.\nFor the contracts with payment terms other than UCD (or later), if the freight has not been collected before discharging:\n- For Charterers listed on the White List (44), A4 permission is required for discharging the cargo. (The EO of the Function and relevant parties should be copied.)\n- For Charterers not listed on the White List (49), A3 permission is required for discharging the cargo. (Relevant parties should be copied.)",
  "16 MARINE DEPARTMENT",
  "17 TECHNICAL DEPARTMENT",
  "46 Based on delivery date that is after 3 months or more",
  "47 Including capital expenditure for new building vessels",
  "48 Up to 115% of approved amount",
  "18 SHIP MANAGEMENT DEPARTMENT"
]